Repository: lfavole/temperatures-app
Catalog: temps/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Temperature
fr: Température

source: Max temperature
fr: Température maximale

source: Weight
fr: Poids

source: Unsubscribe from reminders
fr: Se désabonner des rappels

source: Enable reminder notifications
fr: Activer les notifications de rappel

source: Push Notifications are not supported by this browser.
fr: Les notifications push ne sont pas prises en charge par ce navigateur.

source: You are now unsubscribed from push notifications.
fr: Vous êtes maintenant désabonné des notifications push.

source: Push unsubscription failed: %s
fr: Désabonnement des notifications push échoué : %s

source: Push Notifications permission was denied.
fr: La permission des notifications push a été refusée.

source: You are now subscribed to push notifications.
fr: Vous êtes maintenant abonné aux notifications push.

source: Push subscription failed: %s
fr: L'abonnement aux notifications push a échoué : %s

source: Reminder snoozed.
fr: Rappel mis en veille.

source: Error while snoozing: %s
fr: Erreur lors de la mise en veille : %s
